Repository: vwc/fv
Catalog: src/Products.PloneFormGen-1.6.0b4/Products/PloneFormGen/i18n/plone-ploneformgen-*.po
Languages: ca, de, ja

source: description_webdav_locked
ca: Aquest element està en ús per algú més i no pot modificar-se
de: Dieses Element wird von Jemandem verwendet und kann nicht editiert werden
ja: このアイテムは他に使用している人がいるため変更することができません

source: heading_edit_item
ca: Editar ${itemtype}
de: ${itemtype} bearbeiten
ja: 編集 ${itemtype}

source: label_cancel
ca: Cancel.lar
de: Abbrechen
ja: キャンセル

source: label_file_type
ca: Tipus d'arxiu
de: Dateityp
ja: ファイルタイプ

source: label_next
ca: Següent
de: Nächstes
ja: 次へ

source: label_previous
ca: Anterior
de: Vorheriges
ja: 前へ

source: label_size
ca: Mida
de: Grösse
ja: サイズ

source: Form Folder
ca: Carpeta de Plantilla
de: Formular-Ordner
ja: フォームフォルダ

source: A folder which can contain form fields.
ca: Una carpeta que pot contenir camps de plantilles.
de: Ein Ordner der Formular-Felder beinhalten kann.
ja: フォームフィールドを含むフォルダ

source: A folder which creates a form view from contained form fields.
ca: Una carpeta que crea una vista de plantilla a partir dels camps de plantilla que conté.
de: Ein Ordner der eine Formularansicht aus den beinhaltenden Formular-Feldern generiert.
ja: 含まれているフォールフィールドからフォームビューが作られるフォルダ

source: Mailer Adapter
ca: Adaptador de Correu
de: Mail-Adapter
ja: メールアダプタ

source: A form action adapter that will e-mail form input.
ca: Un adaptador d'acció que enviarà per correu-e l'entrada de la plantilla.
de: Ein Formular-Action-Adapter der Formular-Eingaben per eMail verschickt.
ja: 入力からメールを送信するフォームアクション・アダプタ

source: An adapter that supplies a form action.
ca: Un adaptador que supleix una acció de la plantilla.
de: Ein Adapter der eine Formular-Aktion verarbeitet.
ja: フォームのアクションを提供するアダプタ

source: Save Data Adapter
ca: Adaptador de Salvar Dades
de: Daten-Speicher-Adapter
ja: データを保存するためのアダプタ

source: A form action adapter that will save form input data in tab-delimited format.
ca: Un adaptador d'acció de la plantilla que guardarà les dades d'entrada de la plantilla en un format delimitat per tabs.
de: Ein Adapter der Formular-Eingaben in tabulator-separiertem Format speichert.
ja: 入力されたデータをタブ区切りで保存するフォームアクションアダプタ

source: Thanks Page
ca: Pàgina d'agraïment
de: Danke-Seite
ja: 完了ページ

source: A thank-you page that can display form input
ca: Una pàgina d'agraïment que pot mostrar l'entrada de la plantilla
de: Eine Danke-Seite die Formular-Daten ausgeben kann
ja: フォーム送信完了時に表示するページ

source: A thank-you page that can display form input.
ca: Una pàgina d'agraïment que pot mostrar l'entrada de la plantilla.
de: Eine Danke-Seite die Formular-Daten ausgeben kann
ja: フォーム送信完了時に表示するページ

source: Boolean Field
ca: Camp booleà
de: richtig/falsch Feld
ja: ブール値

source: Boolean (checkbox) field
ca: Camp (Caixa de revisió) booleà
de: richtig oder falsch Feld (checkbox)
ja: ブール値（チェックボックス）

source: A CheckBox (Boolean) field
ca: Un camp amb una caixa de revisió
de: Ein richtig oder falsch Feld
ja: チェックボックス（ブール値）

source: Date/Time Field
ca: Camp de Data/Hora
de: Datum- und Zeit-Feld
ja: 日付フィールド

source: Date/Time Entry Field
ca: Camp d'Entrada de Data/Hora
de: Datum- und Zeit-Eingabe-Feld
ja: 日付入力フィールド

source: A date/time field. Time component is optional.
ca: Un camp de data/hora. El component d'hora és opcional.
de: Datum- und Zeit-Feld. Die Zeit ist optional.
ja: 日付フィールド 時間の入力はオプション

source: File Field
ca: Camp d'Arxiu
de: Datei-Feld
ja: ファイルフィールド

source: File (upload) field
ca: Camp d'Arxiu (pujada)
de: Datei (upload) Feld
ja: ファイルフィールド（アップロード）

source: A file field
ca: Un camp d'arxiu
de: Ein Datei-Feld
ja: ファイルフィールド

source: Fixed-Point Field
ca: Camp de Punt Fix
de: Fließkomma-Zahl Feld
ja: フィクスドポイントフィールド

source: Fixed-Point (float) entry field
ca: Camp d'entrada de punt fix (flotant)
de: Fließkomma-Zahl (float) Feld
ja: 固定小数点入力フィールド（浮動小数点）

source: A fixed-point (float) field
ca: Un camp de punt fix (flotant)
de: Ein Fließkomma-Zahl-Feld (float)
ja: 固定小数点入力フィールド（浮動小数点）

source: Integer Field
ca: Camp Senser
de: Ganzzahl-Feld
ja: 整数フィールド

source: Integer entry field
ca: Camp d'entrada de senser
de: Ganzzahl-Eingabe-Feld
ja: 整数入力フィールド

source: A integer field
ca: Un camp de sencer
de: Ein Ganzzahl-Feld
ja: 整数フィールド

source: Label Field
ca: Camp d'Etiqueta
de: Titel-Feld
ja: ラベルフィールド

source: Label-Only field (no input component)
ca: Camp només amb etiqueta (sense component d'entrada)
de: Nur Titel (kein Eingabe-Feld)
ja: ラベルのみフィールド（入力なし）

source: A Label (No Input) field
ca: Un camp d'etiqueta (sense entrada)
de: Ein Titel (kein Eingabe-Feld)
ja: ラベル（入力なし）

source: Lines Field
ca: Un camp de línies
de: Mehrfach-Auswahl-Feld
ja: ラインフィールド

source: A line entry field. This appears as a textarea without wordwrap.
ca: Un camp d'entrada de línies. Aquest apareix com un "textarea" sense plegat de línies.
de: Ein Zeilen-Eingabe-Feld (wird als textarea ohne Zeilenumbruch dargestellt).
ja: ラインフィールド このフィールドでは、改行を無視します

source: A lines field. This appears as a textarea without wordwrap.
ca: Un camp de línies. Aquest apareix com un "textarea" sense plegat de línies.
de: Ein Mehrfach-Auswahl-Feld (wird als textarea ohne Zeilenumbruch dargestellt).
ja: ラインフィールド このフィールドでは、改行を無視します

source: Multi-Select Field
ca: Camp de Selecció Múltiple
de: Mehrfach-Auswahl-Feld
ja: 複数選択フィールド

source: Multiple selection field (select with multiple or check boxes)
ca: Camp de Selecció Múltiple (Pilar Marinas Luis <pilar.marinas@upcnet.es>, 2008SELECT amb MULTIPLE o caixes de revisió)
de: Mehrfach-Auswahl-Feld (Checkbox oder Liste)
ja: 複数選択フィールド（複数選択可かチェックボックスで選択）

source: A multiple-selection field
ca: Un camp de selecció-múltiple
de: Ein Mehrfach-Auswahl-Feld
ja: 複数選択フィールド

source: Password Field
ca: Camp de Contrasenya
de: Passwort-Feld
ja: パスワードフィールド

source: Password entry field (input is masked)
ca: Camp d'entrada de contrasenya (l'entrada està encriptada)
de: Passwort-Eingabe-Feld (Eingabe wird versteckt)
ja: パスワード入力フィールド

source: A password field (input masked)
ca: Un camp de contrasenya (l'entrada està encriptada)
de: Ein Passwort-Feld (Eingabe wird versteckt)
ja: パスワードフィールド

source: RichText Field
ca: Camp de Text Enriquit
de: Feld für formatierbaren Text
ja: WYSWGエディタ

source: Rich-text (visual editor) field
ca: Camp de Text Enriquit (editor visual)
de: Feld für formatierbaren Text (mit Editor)
ja: WYSWGエディタフィールド

source: A rich text area field
ca: Un camp d'edició de text enriquit
de: Ein Feld für formatierbaren Text
ja: WYSWGエディタフィールド

source: Selection Field
ca: Camp de Selecció
de: Auswahl-Feld
ja: 選択フィールド

source: Selection Field (radio buttons or select)
ca: Camp de Selecció (botons o SELECT)
de: Auswahl-Feld (radio-buttons oder Liste)
ja: 選択フィールド（ラジオボタンまたは選択）

source: A selection field
ca: Un camp de selecció
de: Ein Auswahl-Feld
ja: 選択フィールド

source: String Field
ca: Camp de Cadena
de: Kurztext-Feld
ja: 文字列フィールド

source: A string entry field
ca: Un camp d'entrada de cadena
de: Ein Text-Eingabe-Feld (eine Zeile)
ja: 文字列入力フィールド

source: A string field
ca: Un camp de cadena
de: Ein Text-Feld
ja: 文字列フィールド

source: Text Field
ca: Camp de Text
de: Text-Feld
ja: テキストフィールド

source: Text (textarea) field
ca: Camp de Text (TEXTAREA)
de: Text-Feld (textarea)
ja: テキストエリアフィールド

source: A text area field
ca: Un camp d'entrada de text (TEXTAREA)
de: Ein mehrzeiliges Text-Eingabe-Feld
ja: テキストエリアフィールド

source: default
ca: per omissió
de: standard
ja: 初期値

source: decoration
ca: decoració
de: Dekoration
ja: 宣言

source: no-input
ca: sense entrada
de: leeres Formular
ja: 入力なし

source: overrides
ca: sobreescriptures
de: Überschreibung
ja: 上書き

source: addressing
ca: direccionado
de: Adressierung
ja: アドレッシング

source: message
ca: missatge
de: Nachricht
ja: メッセージ

source: template
ca: plantilla
ja: テンプレート

source: headers
ca: encapçalats
ja: ヘッダ

source: encryption
ca: encriptació
de: Verschlüsselung
ja: 暗号化

source: label_fieldhelp_text
ca: Ajuda del Camp
de: Hilfe-Feld
ja: フィールドヘルプ

source: label_fieldlabel_text
ca: Etiqueta del Camp
de: Titel-Feld
ja: フィールドラベル

source: Fieldset Folder
de: Fieldset Ordner
ja: フィールドセットフォルダ

source: A folder which groups form fields as a fieldset.
de: Ein Ordner der Formular-Felder in einem fieldset gruppiert.
ja: 入力欄をまとめるフォルダ

source: Custom Script Adapter
ca: Adaptador de guió personalitzat
de: Adapter für eigenes Skript
ja: カスタムスクリプトアダプタ

source: Executes a Python script for form data.
ca: Executa un guió Python per les dades de la plantilla.
de: Führt ein Python-Skript mit den Formulardaten aus.
ja: フォームのデータからPythonスクリプトを実行

source: No proxy role
ca: Sense rol 'proxy'
de: Keine Proxy-Rolle
ja: 代替えロールなし

source: label_fgbooleantruestring_text
ca: Cadena a mostrar per a 'Cert'
de: Anzeige-Text bei aktiver Auswahl
ja: 文字列の表示を有効

source: help_fgbooleantruestring_text
ca: Cadena a usar en la pàgina d'agraïments quan la palomilla del camp està marcada.
de: Text der in der Danke-Seite und der E-Mail angezeigt wird wenn diese Auswahl aktiviert ist.
ja: チェックマークがある場合、完了ページとメールに使用するテキストを入力

source: label_fgbooleanfalsestring_text
ca: Cadena a mostrar per a 'Fals'
de: Anzeige-Text bei nicht aktiver Auswahl
ja: 文字列の表示を無効

source: help_fgbooleanfalsestring_text
de: Text der in der Danke-Seite und der E-Mail angezeigt wird wenn diese Auswahl nicht aktiviert ist.
ja: チェックマークがない場合、完了ページとメールに使用するテキストを入力

source: Rich Label Field
de: Formatiertes Titel-Feld
ja: リッチラベル

source: Rating-Scale Field
de: Bewertungs-Feld
ja: 評価スケール

source: A rating-scale field using rows of radio buttons.
de: Ein Bewertungs-Feld das radio-buttons in Zeilen anzeigt.
ja: ラジオボタンを使用した評価スケール

source: label_csrf
ja: クロスサイトスクリプト対策

source: help_csrf
ja: クロスサイトスクリプト対策をする場合チェックしてください。HTTPのPOSTアクションのみが許可されます
