Repository: vwc/fv
Catalog: src/*.FischereiverbandMaterials/*/FischereiverbandMaterials/i18n/fischereiverband-*.po
Languages: de

source: Material item.
de: Materialien Item

source: Material Item
de: Materialien Item

source: Materials
de: Materialien

source: Club / Cooperative
de: Verein/Genossenschaft

source: Organisation number (if known)
de: Organisationsnummer (falls bekannt)

source: Full Name
de: Vor- und Zuname

source: Member number (if known)
de: Mitgliedsnummer (falls bekannt)

source: Street
de: Strasse

source: Your data
de: Ihre Daten

source: ZIP, City
de: PLZ, Ort

source: Phone
de: Telefon

source: Please enter your city
de: Bitte geben Sie Ihre PLZ, Ort

source: Please enter your club.
de: Bitte geben Sie Ihren Club.

source: Please enter your full name
de: Bitte geben Sie Ihren vollständigen Namen

source: Please enter your phone
de: Bitte geben Sie Ihre Telefonnummer

source: Please enter your street
de: Bitte geben Sie Ihre Straße

source: Please select materials
de: Bitte wählen Sie Materialien

source: Select materials
de: Bitte wählen Sie Materialien

source: Price
de: Preis

source: listingheader_title
de: Titel

source: listingheader_number
de: Anzahl

source: listingheader_price
de: Preis

source: message_material_feedback_confirm
de: Herzlichen Dank für Ihre Bestellung. Wir werden sie umgehend bearbeiten und an Sie versenden.
